Repository: ThomasMaul/AdminWindow
Catalog: Resources/*.lproj/MonitorDE.xlf
Languages: de

# MONI_D0_Users
source: Users (xxxx)
de: Anwender

# MONI_D0_Processes
source: Processes (xxxx)
de: Prozesse

# MONI_D0_Console
source: Console
de: Konsole

# MONI_D0_Maintenance
source: Maintenance
de: Wartung

# MONI_D0_S4DServer
source: Application Server
de: Anwendungsserver

# MONI_D0_NormalUpdateRate
source: Normal update rate
de: Normal Aktualisierungsrate

# MONI_D0_MediumUpdateRate
source: Medium update rate
de: Mittlere Aktualisierungsrate

# MONI_D0_FastUpdateRate
source: Fast update rate
de: Schnelle Aktualisierungsrate

# MONI_OVER_HardDrive
source: Hard drive
de: Festplatte

# MONI_OVER_Database
source: Data:
de: Daten:

# MONI_OVER_Used
source: Used:
de: Verwendet:

# MONI_OVER_Total
source: Total:
de: Gesamt:

# MONI_OVER_Memory
source: Memory
de: Speicher

# MONI_OVER_4D
source: Used by 4D:
de: Verwendet von 4D:

# MONI_OVER_Receivedsec
source: Received:
de: Erhalten:

# MONI_OVER_Sentsec
source: Sent:
de: Gesendet:

# MONI_OVER_SystemInformation
source: System Information
de: Systeminformationen

# MONI_OVER_Processors
source: Processors
de: Prozessoren

# MONI_OVER_Network
source: Network
de: Netzwerk

# MONI_OVER_Overview
source: Overview
de: Überblick

# MONI_OVER_Free
source: Free:
de: Frei:

# MONI_OVER_Others
source: Others:
de: Andere:

# MONI_OVER_Machine
source: Machine:
de: Rechner:

# MONI_OVER_Processor
source: Processor:
de: Prozessor:

# MONI_OVER_IPAddress
source: IP Address:
de: IP Adresse:

# MONI_OVER_License
source: License
de: Lizenz

# MONI_OVER_LicencedTo
source: Licensed to:
de: Lizenziert für:

# MONI_OVER_MaximumConnections
source: Maximum connections
de: Maximale Verbindungen

# MONI_OVER_ApplicationServer
source: App. Server:
de: Anwendungsserver:

# MONI_OVER_None
source: None
de: Nichts

# MONI_OVER_LocalOnly
source: Local only
de: Nur lokale

# MONI_OVER_Local1External
source: Local + 1 External
de: Lokale + 1 Externe

# MONI_OVER_Unlimited
source: Unlimited
de: Unbegrenzt

# MONI_OVER_ThisInformation
source: This information is only available for database administrators
de: Diese Informationen ist nur für Datenbankadministratoren verfügbar

# MONI_OVER_VSS0
source: Not applicable
de: Nicht zutreffend

# MONI_OVER_VSS0_tip
source: Your system is not compatible, not certified so VSS Service is not installed. Please see documentation for applicable configurations.
de: VSS Service ist nicht installiert, da das System nicht kompatibel, nicht zertifiziert ist. Weitere Konfigurationen finden Sie in der Dokumentation.

# MONI_OVER_VSS1
source: Not running
de: Nicht gestartet

# MONI_OVER_VSS1_tip
source: A problem occurred that prevents the VSS Service from running. Please check 4D logs and Event Viewer.
de: Ein Problem ist aufgetreten, dass das Starten des VSS Services verhindert. Überprüfen Sie die 4D logs und die Ereignisanzeige

# MONI_OVER_VSS2
source: Not running
de: Nicht gestartet

# MONI_OVER_VSS2_tip
source: Your VSS Service is not up to date. Please restart 4D Server as admin in order to update the service executable.
de: Der VSS Service ist nicht aktuell. Bitte starten Sie den 4D Server als Administrator, um den Service zu aktualisieren.

# MONI_OVER_VSS3
source: Up and running
de: Gestartet

# MONI_OVER_ApplicationInformation
source: Application information
de: Anwendung Information

# MONI_OVER_Used_fem
source: ({n} Used)
de: ({n} benutzt)

# MONI_OVER_License_tip
source: {x} unsuccessful renewal attempts for a product or an expansion. For more details, please open the License Manager.
de: {x} erfolglose Erneuerungsversuche für ein Produkt oder eine Erweiterung. Für weitere Details öffnen Sie bitte den Lizenzmanager.

# MONI_S4D_StructureFile
source: Structure file:
de: Strukturdatei:

# MONI_S4D_DataFile
source: Data file:
de: Datendatei:

# MONI_S4D_LogFile
source: Log file:
de: Logbuch:

# MONI_S4D_State
source: State:
de: Status:

# MONI_S4D_StartingTime
source: Starting time:
de: Startzeit:

# MONI_S4D_LaunchedAsService
source: Launched as service:
de: Als Dienst gestartet:

# MONI_S4D_ListeningToIP
source: Listening to IP:
de: Aktiv auf IP:

# MONI_S4D_SSLPort
source: TLS Port:
de: SSL Port:

# MONI_S4D_SSLEnabled
source: TLS enabled:
de: SSL aktiv:

# MONI_S4D_TotalHits
source: Total hits:
de: Gesamt-Hits:

# MONI_S4D_ServerProcessesUsedTotal
source: Server processes (used/total):
de: Server Prozesse (Verwendet/Gesamt):

# MONI_S4D_NextLogBackup
source: Next log backup:
de: Nächstes Log-Backup:

# MONI_S4D_Configuration
source: Configuration
de: Konfiguration

# MONI_S4D_Memory
source: Memory
de: Speicher

# MONI_S4D_TotalCacheMemory
source: Total cache memory:
de: Gesamter Cache-Speicher:

# MONI_S4D_UsedCacheMemory
source: Used cache memory:
de: Benutzter Cache-Speicher:

# MONI_S4D_StartPublish
source: Accept new connections
de: Anmelden erlauben

# MONI_S4D_StopPublish
source: Reject new connections
de: Anmelden ablehnen

# MONI_S4D_Mode
source: Mode:
de: Modus:

# MONI_S4D_Interpreted
source: Interpreted
de: Interpretiert

# MONI_S4D_Compiled
source: Compiled
de: Kompiliert

# MONI_S4D_AppServConnections
source: Application Server Connections
de: Application Server Verbindungen

# MONI_S4D_Used
source: Used:
de: Verwendet:

# MONI_SQL_State
source: State:
de: Status:

# MONI_SQL_StartingTime
source: Starting time:
de: Startzeit:

# MONI_SQL_AutolaunchedAtStartup
source: Auto-launched at startup:
de: Automatischer Start:

# MONI_SQL_ListeningToIP
source: Listening to IP:
de: Aktiv auf IP:

# MONI_SQL_ListeningOnPort
source: Listening on port:
de: Port:

# MONI_SQL_SSLEnabled
source: TLS enabled:
de: SSL aktiv:

# MONI_SQL_NumberOfConnections
source: Number of connections:
de: Anzahl Verbindungen:

# MONI_SQL_Configuration
source: Configuration
de: Konfiguration

# MONI_SQL_Connexions
source: Connections
de: Verbindungen

# MONI_WEB_State
source: State:
de: Status:

# MONI_WEB_StartingTime
source: Starting time:
de: Startzeit:

# MONI_WEB_StopWebServer
source: Reject HTTP Requests
de: HTTP Anfragen verweigern

# MONI_WEB_StartWebServer
source: Accept HTTP Requests
de: HTTP Anfragen annehmen

# MONI_WEB_AutolaunchedAtStartup
source: Auto-launched at startup:
de: Automatischer Start:

# MONI_WEB_ListeningToIP
source: Listening to IP:
de: Aktiv auf IP:

# MONI_WEB_SSLEnabled
source: TLS enabled:
de: SSL aktiv:

# MONI_WEB_TotalHTTPHits
source: Total HTTP hits:
de: Gesamte HTTP Hits:

# MONI_WEB_TotalWebServicesHits
source: Total SOAP requests:
de: Total SOAP Anfragen:

# MONI_WEB_WebServerProcessesUsedTotal
source: Web server processes (used/total):
de: Web server Prozesse (Verwendet/Gesamt):

# MONI_WEB_CacheMemoryUsedTotal
source: Cache memory (used/total):
de: Cache-Speicher (erwendet/Gesamt):

# MONI_WEB_WebLogFile
source: Web log file:
de: Web Logbuch:

# MONI_WEB_NextLogBackup
source: Next log backup:
de: Nächstes Log Backup:

# MONI_WEB_Configuration
source: Web server Configuration
de: Web Server Konfiguration

# MONI_WEB_HttpState
source: HTTP requests:
de: HTTP Anfragen:

# MONI_WEB_Information
source: Information
de: Informationen

# MONI_SOAP_State
source: State:
de: Status:

# MONI_SOAP_StartingTime
source: Starting time:
de: Startzeit:

# MONI_SOAP_RejectSOAPRequests
source: Reject SOAP requests
de: SOAP Anfragen verweigern

# MONI_SOAP_AcceptSOAPRequests
source: Accept SOAP requests
de: SOAP Anfragen annehmen

# MONI_SOAP_AutolaunchedAtStartup
source: Auto-launched at startup:
de: Automatischer Start:

# MONI_SOAP_ListeningToIP
source: Listening to IP:
de: Aktiv auf IP:

# MONI_SOAP_SSLEnabled
source: TLS enabled:
de: SSL aktiv:

# MONI_SOAP_TotalWebServicesHits
source: Total Web Services hits:
de: Web Services Hits Gesamt:

# MONI_SOAP_ServerProcessesUsedTotal
source: Web Server processes (used/total):
de: Web Server Prozesse (benutzt/gesamt):

# MONI_SOAP_WebLogFile
source: WEB log file:
de: WEB Logbuch:

# MONI_SOAP_WebLogFormat
source: Web log format:
de: Web Logbuch Format:

# MONI_SOAP_NextLogBackup
source: Next log backup:
de: Nächstes Log Backup:

# MONI_SOAP_Configuration
source: Web server Configuration
de: Web server Konfiguration

# MONI_SOAP_SoapState
source: SOAP requests:
de: SOAP Anfragen:

# MONI_SOAP_Information
source: Information
de: Informationen

# MONI_GRAPH_GraphOpt1
source: CPU Usage
de: CPU Nutzung

# MONI_GRAPH_GraphOpt2
source: Network
de: Netzwerk

# MONI_GRAPH_GraphOpt3
source: Physical memory
de: Physikalischer Speicher

# MONI_GRAPH_GraphOpt4
source: Virtual memory
de: Virtueller Speicher

# MONI_GRAPH_UpdateTitle
source: Graph time length
de: Diagramm Zeitachse

# MONI_GRAPH_UpdateAuto
source: Automatic
de: Automatisch

# MONI_GRAPH_15mn
source: 15 minutes
de: 15 Minuten

# MONI_GRAPH_30mn
source: 30 minutes
de: 30 Minuten

# MONI_GRAPH_1h
source: 1 hour
de: 1 Stunde

# MONI_GRAPH_2h
source: 2 hour
de: 2 Stunden

# MONI_GRAPH_3h
source: 3 hour
de: 3 Stunden

# MONI_GRAPH_4h
source: 4 hour
de: 4 Stunden

# MONI_GRAPH_8h
source: 8 hour
de: 8 Stunden

# MONI_MISC_StartTime
source: <1> at <2>
de: <1> um <2>

# MONI_MISC_TmplDays
source: <1> days
de: <1> Tage

# MONI_MISC_TmplHours
source: <1> hours
de: <1> Stunde(n)

# MONI_MISC_TmplMinuts
source: <1> minutes
de: <1> Minute(n)

# MONI_MISC_Started
source: Started
de: Gestartet

# MONI_MISC_Stopped
source: Stopped
de: Gestoppt

# MONI_MISC_Yes
source: Yes
de: Ja

# MONI_MISC_No
source: No
de: Nein

# MONI_MISC_TmplDay
source: <1> day
de: <1> Tag

# MONI_MISC_TmplHour
source: <1> hour
de: <1> Stunde

# MONI_MISC_TmplSeconds
source: <1> seconds
de: <1> Sekunden

# MONI_MISC_TmplSecond
source: <1> second
de: <1> Sekunde(n)

# MONI_MISC_LessThanOneMinute
source: Less than one minute
de: Weniger als eine Minute

# MONI_MISC_Accepted
source: Accepted
de: Angenommen

# MONI_MISC_Rejected
source: Rejected
de: Verweigert

# MONI_MISC_ActivityFormat
source: ##0 %;Sleeping;0%
de: ##0 %;schlafend;0%

# MONI_USERS_SendMessage
source: Send message
de: Nachricht senden

# MONI_USERS_WatchProcesses
source: Watch Processes
de: Prozesse überwachen

# MONI_USERS_UsersType
source: Type
de: Typ

# MONI_USERS_Users
source: 4D Users
de: 4D Anwender

# MONI_USERS_Machines
source: Machine names
de: Rechner

# MONI_USERS_All
source: All
de: Alle

# MONI_USERS_DropUser
source: Drop user
de: Anwender abmelden

# MONI_USERS_IPAddress
source: IP Address
de: IP Adresse

# MONI_USERS_LoginDate
source: Login date
de: Anmeldedatum

# MONI_USERS_CPUTime
source: CPU Time
de: CPU Zeit

# MONI_USERS_User
source: 4D User
de: 4D Anwender

# MONI_USERS_Machine
source: Machine name
de: Rechner

# MONI_USERS_Activity
source: Activity
de: Aktivität

# MONI_USERS_Drop1user
source: Do you really want to disconnect this user?
de: Soll dieser Anwender wirklich abgemeldet werden?

# MONI_USERS_DropNusers
source: Do you really want to disconnect these <1> users?
de: Wollen Sie diese <1> Anwender wirklich abmelden?

# MONI_USERS_ThisMessageOneUser
source: This message will be sent to one user
de: Diese Meldung wird an einen Anwender geschickt.

# MONI_USERS_ThisMessageNUsers
source: This message will be sent to <1> users
de: Diese Meldung wird an <1> Anwender geschickt.

# MONI_USERS_Cancel
source: Cancel
de: Abbrechen

# MONI_USERS_Send
source: Send
de: Senden

# MONI_UsersSendMsgWindow
source: Message
de: Meldung

# MONI_USERS_PlaceHolder
source: User;Machine;Session…
de: Anwender;Rechner;Session…

# MONI_PROCESS_KillProcess
source: Abort Process
de: Prozess löschen

# MONI_PROCESS_SuspendProcess
source: Pause Process
de: Prozess anhalten

# MONI_PROCESS_ActivateProcess
source: Activate Process
de: Prozess fortsetzen

# MONI_PROCESS_DebugProcess
source: Debug Process
de: Prozess debuggen

# MONI_PROCESS_UsersType
source: User type
de: Anwendertyp

# MONI_PROCESS_User
source: User
de: Benutzer

# MONI_PROCESS_ProcessName
source: Process name
de: Prozessname

# MONI_PROCESS_ProcessNames
source: Process names
de: Proczessnamen

# MONI_PROCESS_All
source: All
de: Alle

# MONI_PROCESS_Type
source: Type
de: Typ

# MONI_PROCESS_State
source: State
de: Status

# MONI_PROCESS_CPUTime
source: CPU Time
de: CPU-Zeit

# MONI_PROCESS_Activity
source: Activity
de: Aktivität

# MONI_PROCESS_AllProcesses
source: All processes
de: Alle Prozesse

# MONI_PROCESS_UsersProcesses
source: Users processes (xxxx)
de: Anwender Prozesse (xxxx)

# MONI_PROCESS_4DProcesses
source: 4D Processes (xxxx)
de: 4D Prozesse (xxxx)

# MONI_PROCESS_Aborted
source: Aborted
de: Abgebrochen

# MONI_PROCESS_Executing
source: Executing
de: Ausführung

# MONI_PROCESS_Delayed
source: Delayed
de: Verzögert

# MONI_PROCESS_WaitingForEvent
source: Waiting for event
de: Warte auf Ereignis

# MONI_PROCESS_WaitingForIO
source: Waiting for I/O
de: Warte auf I/O

# MONI_PROCESS_WaitingForFlag
source: Waiting for flag
de: Warte auf Semaphore

# MONI_PROCESS_Paused
source: Paused
de: Angehalten

# MONI_PROCESS_HiddenModalDialog
source: Hidden Modal Dialog
de: Ausgeblendeter modaler Dialog

# MONI_PROCESS_Creating
source: Creating
de: Erzeuge

# MONI_PROCESS_RunPending
source: Pending
de: Schwebend

# MONI_PROCESS_Running
source: Running
de: Ausführung

# MONI_PROCESS_Dying
source: Dying
de: In Beendigung

# MONI_PROCESS_Postponed
source: Postponed
de: Verzögert

# MONI_PROCESS_Type0
source: Undefined
de: Undefiniert

# MONI_PROCESS_Type1
source: Application server
de: Anwendungsserver

# MONI_PROCESS_Type6
source: 4D Client process (protected)
de: 4D Client Process (geschützt)

# MONI_PROCESS_Type7
source: 4D Client main process
de: 4D Client Hauptprozess

# MONI_PROCESS_Type8
source: 4D Client Database process
de: 4D Client Datenbank-Prozess

# MONI_PROCESS_Type9
source: Spare process
de: Reserveprozess

# MONI_PROCESS_Type10
source: SQL Server Worker
de: SQL Server Handler

# MONI_PROCESS_Type21
source: 4D Client Process
de: 4D Client Prozess

# MONI_PROCESS_Type23
source: Web process
de: Web Prozess

# MONI_PROCESS_Type24
source: SOAP process
de: SOAP Prozess

# MONI_PROCESS_Type25
source: Logger process
de: SQL Prozess

# MONI_PROCESS_Type40
source: SOAP Process Preemptive
de: SOAP Prozess Preemptive

# MONI_PROCESS_Kill1process
source: Do you really want to abort this process?
de: Soll dieser Prozess wirklich abgebrochen werden?

# MONI_PROCESS_KillNprocesses
source: Do you really want to abort these <1> processes?
de: Sollen diese <1> Prozesse wirklich abgebrochen werden?

# MONI_PROCESS_PlaceHolder
source: Session;Process name…
de: Session;Prozessname…

# MONI_PROCESS_WatchUsers
source: Watch users
de: Anwender beobachten

# MONI_PROCESS_LaunchedBy
source: Launched by {user}
de: Gestartet von {user}

# MONI_PROCESS_SpareProcesses
source: Spare processes (xxxx)
de: Reserve Prozesse (xxxx)

# MONI_PROCESS_Merged
source: Display processes by groups
de: Prozesse gruppiert anzeigen

# MONI_PROCESS_Type28
source: Other process type
de: Anderer Prozesstyp

# MONI_MNTCE_LastVerification
source: Last verification:
de: Letzte Prüfung:

# MONI_MNTCE_VerifyRecordsAndIndexes
source: Verify Records and Indexes
de: Prüfe Datensätze und Indizes

# MONI_MNTCE_OpenLog
source: View Report
de: Bericht anzeigen

# MONI_MNTCE_VerifText
source: Verification can help you detect performance problems or problems concerning data and/or index validity.
de: Überprüfung kann bei der Erkennung von Performance-, Daten- oder Index-Problemen helfen.

# MONI_MNTCE_CompactText
source: Compacting your database reduces the space taken up by the data and optimizes their organization. Compacting should be used when you notice a decrease in performance or when you want to reduce the weight of your data. Compacting requires the server to be restarted. All users will be disconnected.
de: Komprimierung kann den benötigten Speicherplatz für die Daten reduzieren und deren Organisation optimieren. Sie sollten komprimieren wenn Sie eine Reduzierung der Performance feststellen oder Sie unbenutzten Speicherplatz freigeben wollen. Warnung: Für die Komprimierung muß der Server neu gestartet werden. Alle Anwender werden abgemeldet.

# MONI_MNTCE_ServerText
source: Restarting the server will disconnect all the users.
de: Warnung: Neustart des Server führt zur Abmeldung aller Anwender.

# MONI_MNTCE_BackupText
source: The server will not be restarted but the users will be blocked during the operation.
de: Der Server wird nicht neu gestartet, die Anwender werden aber während der Operation blockiert.

# MONI_MNTCE_LastCompacting
source: Last compacting:
de: Letzte Komprimierung:

# MONI_MNTCE_CompactData
source: Compact Data…
de: Komprimiere Daten…

# MONI_MNTCE_RestartServer
source: Restart server…
de: Server neu starten…

# MONI_MNTCE_Backup
source: Start backup
de: Starte Backup

# MONI_MNTCE_GlobalText
source: The maintenance panel allows you to carry out essential maintenance tasks on the current database. Certain tasks will require the database to be closed and reopened and will therefore disconnect all your users.
de: Das Wartungsfenster erlaubt Ihnen die Ausführung wesentlicher Wartungsaufgaben für die aktuelle Datenbank. Einige Operationen erfordern das Schließen und Neuöffnen der Datenbank, wodurch alle Anwender abgemeldet werden.

# MONI_MNTCE_LastBackup
source: Last backup:
de: Letztes Backup:

# MONI_MNTCE_NextBackup
source: Next backup:
de: Nächstes Backup:

# MONI_MNTCE_BackupPref
source: Preferences…
de: Datenbank-Eigenschaften...

# MONI_MNTCE_Unknown
source: Unknown Date
de: Unbekanntes Datum

# MONI_MNTCE_VerificationSucceeded
source: Verification completed successfully.
de: Überprüfung erfolgreich beendet.

# MONI_MNTCE_VerificationFailed
source: Verification Failed.
de: Überprüfung fehlgeschlagen.

# MONI_MNTCE_CompactingFailed
source: Compacting failed.
de: Komprimierung fehlgeschlagen

# MONI_MNTCE_CompactingSucceeded
source: Compacting completed successfully.
de: Komprimierung erfolgreich beendet.

# MONI_MNTCE_BackupFailed
source: Backup failed.
de: Backup fehlgeschlagen.

# MONI_MNTCE_BackupSucceeded
source: Backup completed successfully.
de: Backup erfolgreich beendet.

# MONI_MNTCE_AvailableSpace
source: Available space:
de: Verfügbarer Platz:

# MONI_MNTCE_NeededSpace
source: Needed space:
de: Benötigter Platz:

# MONI_MNTCE_VerificationLogDamaged
source: Verification log seems to be damaged.
de: Das Überprüfungs-Logbuch scheint beschädigt zu sein.

# MONI_MNTCE_VerificationCanceledByUser
source: Verification canceled by user.
de: Überprüfung durch Anwender abgebrochen.

# MONI_MNTCE_StartRequestLog
source: Start Request and Debug Logs
de: Starte Debug- und Request-Logbuch

# MONI_MNTCE_StopRequestLog
source: Stop Request and Debug Logs
de: Stopp Debug- Request-Logbuch

# MONI_MNTCE_RequestLog1
source: Request and Debug Logs:
de: Debug- und Request-Logbuch:

# MONI_MNTCE_RequestLogText
source: The server performance might be altered slightly during the generation of the request and debug logs.
de: Die Server-Performance kann durch die Erzeugung des Debug- und Request-Logbuchs etwas beeinträchtigt werden.

# MONI_MNTCE_RequestLog2
source: logged.
de: protokolliert.

# MONI_CONSOLE_TimeStamp
source: Time stamp
de: Neuer Eintrag

# MONI_CONSOLE_Clear
source: Clear
de: Löschen

# MONI_CONSOLE_Save
source: Save
de: Sichern

# MONI_CONSOLE_All
source: All
de: Alle

# MONI_CONSOLE_Date
source: Date:
de: Datum:

# MONI_CONSOLE_Source
source: Source:
de: Quelle:

# MONI_CONSOLE_Message
source: Message:
de: Nachricht:

# MONI_CONSOLE_NoHighlightedLine
source: No highlighted line
de: Keine ausgewählte Zeile

# MONI_CONSOLE_Source3
source: Application serveur
de: Anwendungsserver

# MONI_CONSOLE_TimeStampLabel
source: Time stamp label?
de: Zeitstempel?

# MONI_CONSOLE_ConfirmClearList
source: Do you really want to clear the list?
de: Soll die Liste wirklich gelöscht werden?

# MONI_CONSOLE_SavingComplete
source: Saving completed.
de: Sicherung ausgeführt.

# MONI_CONSOLE_LabelTextDocument
source: Save as text file
de: Als Textdatei sichern

# MONI_CONSOLE_LabelXMLDocument
source: Save as XML file
de: Als XML-Datei sichern

# MONI_CONSOLE_NoLineSelected
source: No line selected
de: Keine Zeile ausgewählt

# MonitoringMenuItem
source: Administration Window
de: Administrationsfenster

# MONI_HTTP_State
source: State:
de: Status:

# MONI_HTTP_StartingTime
source: Starting time:
de: Startzeit:

# MONI_HTTP_StopHTTPServer
source: Stop HTTP server
de: Stopp HTTP-Server

# MONI_HTTP_WebMaximumConnections
source: Maximum Connections:
de: Maximale Verbindungen:

# MONI_HTTP_SOAPMaximumConnections
source: Maximum Connections:
de: Maximale Verbindungen:

# MONI_HTTP_HTTPServerConfiguration
source: HTTP server Configuration
de: HTTP Server Konfiguration

# MONI_HTTP_AutolaunchedAtStartup
source: Auto-launched at startup:
de: Automatischer Start:

# MONI_HTTP_ListeningToIP
source: Listening to IP:
de: Aktiv auf IP:

# MONI_HTTP_SSLEnabled
source: TLS enabled:
de: SSL aktiv:

# MONI_HTTP_ServerProcessesUsedTotal
source: HTTP Server processes (used/total):
de: HTTP Server Prozesse (benutzt/gesamt):

# MONI_HTTP_LogFile
source: Log file:
de: Logbuch:

# MONI_HTTP_LogFormat
source: Log format:
de: Logbuch-Format:

# MONI_HTTP_NextLogBackup
source: Next log backup:
de: Nächstes Logbuch Backup:

# MONI_HTTP_CacheMemory
source: Cache memory:
de: Cache-Speicher:

# MONI_HTTP_TotalHTTPHits
source: Total HTTP hits:
de: HTTP Hits Gesamt:

# MONI_HTTP_ClearCache
source: Clear cache
de: Cache löschen

# MONI_HTTP_WebRequests
source: Web requests:
de: Web Anfragen:

# MONI_HTTP_SOAPRequests
source: SOAP requests:
de: SOAP Anfragen:

# MONI_HTTP_RejectSOAPRequests
source: Reject SOAP requests
de: SOAP Anfragen ablehnen

# MONI_HTTP_AcceptSOAPRequests
source: Accept SOAP requests
de: SOAP Anfragen annehmen

# MONI_HTTP_CountPages
source: {countPages} pages ({percent}%)
de: {countPages} Seiten ({percent}%)

# MONI_ERR_BackupRunning
source: This action cannot be launched because a backup is running.
de: Diese Aktion konnte nicht gestartet werden, weil ein Backup läuft.

# MONI_ERR_VerifyRunning
source: This action cannot be launched because a verification is running.
de: Diese Aktion konnte nicht gestartet werden, weil eine Überprüfung läuft .

# MONI_ERR_CompactRunning
source: This action cannot be launched because a compacting operation is running.
de: Diese Aktion konnte nicht gestartet werden, weil eine Komprimierung läuft.

# MONI_ERR_RestartRunning
source: This action cannot be launched because the database is being restarted.
de: Diese Aktion konnte nicht gestartet werden, weil die Anwendung neu gestartet wird.

# MONI_ERR_MonitorError
source: This action cannot be launched because an error {errNum} occurred.
de: Diese Aktion konnte nicht gestartet werden, weil ein Fehler {errNum} aufgetreten ist.

# MONI_ERR_ComponentError
source: This action cannot be launched because an error {errNum} occurred in the 4D internal component "{component}".
de: Diese Aktion konnte nicht gestartet werden, weil ein Fehler {errNum} in der internen 4D Komponente "{component}" aufgetreten ist.

# MONI_MSG_Compact
source: The database is going to be compacted. Please logoff as soon as possible.
de: Diese Datenbank wird komprimiert. Bitte beenden Sie so schnell wie möglich.

# MONI_MSG_Restart
source: The database is going to be restarted. Please logoff as soon as possible.
de: Diese Datenbank wird neu gestartet. Bitte beenden Sie so schnell wie möglich.

# MONI_RTM_Restart
source: Restart
de: Fortsetzen

# MONI_RTM_StartTime_LB
source: Start Time
de: Startzeit

# MONI_RTM_Duration_LB
source: Duration (sec.)
de: Dauer (sec.)

# MONI_RTM_Info
source: Information
de: Informationen

# MONI_RTM_Beware
source: Warning: displaying this dialog may slow down the server!
de: Hinweis: Die Anzeige dieses Dialogs verlangsamt den Server!

# MONI_RTM_Resume
source: Resume
de: Fortsetzen

# MONI_RTM_MainOperations
source: Main Operations
de: Hauptoperationen

# MONI_RTM_Paused
source: PAUSED
de: Angehalten
