Repository: ThomasMaul/AdminWindow
Catalog: Resources/*.lproj/MonitorDE.xlf
Languages: de

# MONI_RTM_SnapShotHelpTip
source: The list's information will be transferred to the clipboard. Hold down the "Shift" key to get the all of the information.
de: Die Informationen werden in die Zwischenablage gesetzt. Halten Sie die Umschalttaste für weitere Informationen gedrückt.

# MONI_RTM_DetailsHelpTip
source: Hold the "Shift" key down when making the selection in order to get all of the information.
de: Halten Sie die Umschalttaste gedrückt während Sie die Auswahl erstellen, um weitere Informationen zu erhalten.

# MONI_RTM_Remanence
source: Display operations at least 5 seconds
de: Operationen für mindestens 5 Sekunden anzeigen

# MONI_RTM_RefreshRate
source: Refresh rate:
de: Aktualisieren alle:

# MONI_RTM_is_remote_context
source: Remote Context
de: Remote Kontext

# MONI_RTM_task_id
source: Process Num
de: Task ID

# MONI_RTM_RunningOn
source: Running on
de: Läuft auf

# MONI_RTM_dbSubOperations
source: Sub-Operations
de: Unter-Operationen

# MONI_RTM_dbProcessDetails
source: Process Details
de: Prozess-Details

# MONI_RTM_operationType
source: Operation Type:
de: Operationstyp:

# MONI_RTM_table
source: Table:
de: Tabelle:

# MONI_RTM_fields
source: Fields:
de: Felder:

# MONI_RTM_formula
source: Order by Formula:
de: Sortieren nach Formel:

# MONI_RTM_message
source: Sub-Operation:
de: Unter-Operation:

# MONI_RTM_startTime
source: Start Time:
de: Start Zeit:

# MONI_RTM_duration
source: Elapsed (ms):
de: Dauer (ms):

# MONI_RTM_currentValue
source: Current Value:
de: Aktueller Wert:

# MONI_RTM_maxValue
source: Max Value:
de: Max Wert:

# MONI_RTM_sortParameters
source: Sort Parameters:
de: Sort Parameter:

# MONI_RTM_ascending
source: Ascending:
de: Aufsteigend:

# MONI_RTM_sortTable
source: Sort Table:
de: Sort Tabelle:

# MONI_RTM_interruptible
source: Interruptible:
de: Unterbrechbar:

# MONI_RTM_remote
source: Remote Connection:
de: Remote Verbindung:

# MONI_RTM_task_id_client
source: Client Process Num:
de: Client Prozess Num:

# MONI_RTM_task_id_server
source: Server Process Num:
de: Server Prozess Num:

# MONI_RTM_task_name
source: Process Name:
de: Prozess-Name:

# MONI_RTM_user4d_id
source: 4D User:
de: 4D Anwender:

# MONI_RTM_host_name
source: Machine Name:
de: Computer Name:

# MONI_RTM_taskId
source: Process Num:
de: Proczess Num:

# MONI_RTM_runningOnClient
source: Created on client
de: Erzeugt auf Client

# MONI_RTM_runningOnServer
source: Created on server
de: Erzeugt auf Server

# MONI_RTM_query
source: Query
de: Suche

# MONI_RTM_deleteRecords
source: Delete Records
de: Lösche Datensätze

# MONI_RTM_sorting
source: Sort
de: Sortierung
